src/main/resources/soap/endcomplete.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
<SOAP:Body> 
<InsertPortfolio xmlns="http://www.webex.com/blis/1.0/custom">
<OrderID>${orderid}</OrderID>
<CreatedBy>1</CreatedBy>
</InsertPortfolio>
</SOAP:Body>
</SOAP:Envelope>